Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Shura member Mohamed Al Naqadi stressed the importance of revisiting newspaper reports on painful incidents and confrontations between some institutional employees and civilians.
ar: وشدد العضو محمد النقادي في مداخلته على أهمية استذكار ما تنشره الصحف بين حين وآخر من مواجهات ومواقف مؤلمة بين بعض رجالات الهيئة والمواطنين وما يكتب بهذا الخصوص والنظر فيها.

source: Amer Al Luweihaq, another Shura member, questioned the lack of announcement of verdicts relating to institutional cases. He stated that it was not unusual for the institution to suffer negativities.
ar: وتساءل العضو عامر اللويحق عن عدم إيضاح نتائج بعض القضايا التي يعلن عنها من الهيئة، مدافعا في الوقت نفسه عن عمله بالقول إن وجود بعض السلبيات لا يستغرب في جهاز كبير كأي جهاز آخر.

source: Shura member Abdel Rahman Al Annad referred to the second chapter of the report headlined “preventing vice”, under which there was a section titled “controlling incidents”. Al Annad reiterated the role of “preventing vice before its occurrence”, as oppos
ar: وقال العضو عبدالرحمن العناد أن الفصل الثاني من التقرير تمت عنونته بـالنهي عن المنكر وبين قوسين ضبط الوقوعات موضحا أن النهي عن المنكر ليس الضبط، فالنهي منع وقوع الشيء وليس ضبطه بعد وقوعه.

source: He said that figures within the report were obviously exaggerated. The report stated that 416,000 incidents were reported, 76% of which were categorized as worship violations, including failing to attend congregational prayers and lateness in closing sto
ar: وأكد العناد أن هناك مبالغة في الأرقام التي تضمنها التقرير ومن ذلك ضبط 416 ألف واقعة، 76 بالمائة منها مصنفة ضمن مخالفات العبادة، ويقصد بها التخلف عن صلاة الجماعة والتأخر في إغلاق المحلات بعد الأذان، وهذا من شأنه الإساءة للمجتمع فضلا عن أنه يمكن حل المشكلة

source: The institution faces wide criticism due to the demeanor of its employees, despite the important role it plays in preventing many worship and tradition-related crimes in the inherently Islamic Saudi society. The institution poses as a prevention force an
ar: وتواجه هيئة الأمر بالمعروف والنهي عن المنكر انتقادات واسعة في عملها وتصرفات أفرادها داخل المجتمع، على الرغم من الدور الكبير الذي تلعبه في منع عدد كبير من الجرائم معظمها ترتبط بعادات وتقاليد المجتمع السعودي الإسلامية، وتشكل الهيئة قوة ردع موجودة في كل أنحا

source: Barak and Obama meet to discuss issues
ar: بركات الشيخ برّاك حسين أوباما ! بقلم: محمدعبدالرحمن

source: Some pessimists claim that we are a people that are different from the rest of the peoples; we sleep with fear since the first cry in the cradle when they scared us with the bogyman stories and the dusty hyena and frightened us with the one-legged man and
ar: يدعي بعض المتشائمين أننا شعب يختلف عن باقي الشعوب ، فنحن لا ننام إلا على خوف ، فمنذ الصرخة الأولى في هزة المهد ، وهم يفزعوننا بالبعبع و(العو) والضبع الأغبر ، ويرهبوننا بأبي رجل مسلوخة ، وبالغولة التي نابها مثل دفة باب تبتلع الأطفال بلقمة واحدة دون أدنى غص

source: Diving into the lines of your words, I forgot myself and took a look through the window of my memories. There were really tales that cannot be erased with time and of which the roots keep growing deeper down with time. As a teacher, I refer to them as a m
ar: عنما غصت بين اسطر كلماتك نسيت نفسي ووقفت على نافذة ذاكرتي قصص فعلا يصعب على الزمن ان يمحوها وتزداد نجذيرا مع تقادم الزمن حتى اني (كمعلم) استنجد بها وانا امام طلابي كوسيلة تعليميه ادفيها تشويقا وجذبا رهيبا.

source: You could not be more correct, sir. Now, being a girl of 15, I do not remember that any story was told to me, scary or of heroic acts. I have never heard of al-Shatir Hassan except now, even though I like reading and to know about different cultures. Year
ar: لو ان الحق تكلم لقال مثل ما قلت يا استاذي ولن يزيد او ينقص كلمة واحدة لكن في هذه الايام وانا ابنة الخامسة عشر من عمري لم اتذكر يوما ان روت لي قصة سواء كانت مخيفة ام بطولية لم اسمع بقصة الشاطر حسن الا الان مع انني احب القراءة والاطلاع على الثقافات المختلفة

source: Magarrat: Hakaya's Second Festival_Ramzi ell-Ghazawi
ar: مجرات: مهرجان (حكايا) الثاني_* رمزي الغزوي

source: On Susan Boyle
ar: عن سوزان بويل

source: She stepped on stage with a kid's firmness. She looks like a naughty girl who is trying to be serious. She is not afraid, as she doesn't know fear yet. She gets a little bit confused, trying to remember the word villages to describe her town. She starte
ar: تخطو في ثبات الأطفال على المسرح ، تبدو و كأنها فتاة شقية تحاول أن تكون جادة ، غير خائفة ، فهي لم تعرف الخوف بعد ، ترتبك قليلا ، تتذكر كلمة قرى تريد أن تصف مدينتها ، تغني منذ كانت في الثانية عشرة ، تدعى قدرتها على اطراب الناس ، تحلم بأن تكون مطربة شهيرة

source: She is done. People in front of her are lost between feelings of disbelief, joy and shame.
ar: انتهت ، الناس أمامها متأرجحين بين الذهول و الفرحة و الخجل .

source: All what mattered for me, all what surprised me, was Susan Boyle walking away after she was done singing. Susan walked away after stunning everybody. She walked with an immortal confidence, heading to the backstage once more. She stepped away not waiting
ar: كل ما يعنيني ، كل ما أذهلني ، سوزان بويل و هي تمشي بعد أن أنهت غنائها ، مشت سوزان بعدما أذهلت الجميع ، مشت بثقة سرمدية ، نحو الكواليس مرة أخرى ، تخطو غير منتظرة رأي المحكمين أو هتاف استحسان الناس ، لم تنتظر الله ينور كما نفعل نحن ، كما دربنا قرودنا الصغ

source: Susan reminded me of Hanan Mady, and a time where the ugly Umm Kalthom used to sit on the throne of singing. She also reminded me of
ar: ذكرتني سوزان بحنان ماضي ، و بزمن كانت أم كلثوم القبيحة تتربع فيه على عرش الغناء ، كما ذكرتني

source: Student Facebook users earn low examination results
ar: مستخدمو «فيس بوك» من التلاميذ يحصلون على نتائج سيئة في الامتحانات

source: the fastest Indian in the world,
ar: بأسرع هندي في العالم

source: the stubborn New Zealander who turned around half of the globe to prove that he was the fastest.
ar: ، النيوزيلاندي الذي ركب رأسه و لف نصف الكرة الأرضية حتى يثبت أنه أسرع

source: According to a study published yesterday
ar: حسب دراسة نُشرت نتائجها أمس

source: London: Al Sharq Al Awsat
ar: لندن: «الشرق الأوسط»

source: A recent study published by English newspaper ‘Mirror’ revealed that students who use the famous social networking website, Facebook, tend to earn low examination grades. The study suggested that website addicts are getting lower grades than ever before.
ar: كشفت دراسة حديثة نشرت صحيفة «ميرور» الإنجليزية الشعبية نتائجها أمس، أن مستخدمي موقع التواصل الاجتماعي الشهير «فيس بوك» من تلاميذ المدارس، يحصلون على درجات متدنية في الامتحانات المدرسية التي يؤدونها. وأظهرت الدراسة أن مدمني الموقع الذي يعد الأشهر في العالم

source: Researchers propose that reasons behind this relate to students wasting time in messaging, chatting, and sharing jokes with friends; time-consuming activities which do not leave them with sufficient studying time. It is worthwhile to mention that 83% of
ar: ورجع باحثون أسباب ذلك إلى إضاعة التلاميذ لوقتهم في مراسلة أصدقائهم أو الدردشة معهم وتبادل النكات، ما يستهلك معظم أوقاتهم ولا يبقي لهم ما يكفي لمتابعة واجباتهم الدراسية. يُذكر أن 83% من البريطانيين الذين تتراوح أعمارهم بين 16 و24 عاما يستخدمون مواقع التواص

source: Afghani women demonstrate on controversial law
ar: نساء أفغانيات يتظاهرن بشأن قانون مثير للجدل

source: Kabul (Reuters) – Afghani women demonstrated a new family law. Protestors against the law describe it as a step backwards towards the oppression prevalent in the Taliban era. Supporters of the law, however, claim it’s the essence of Islamic justice.
ar: كابول (رويترز) - نظمت نساء افغانيات مظاهرات بعضها مؤيد والاخر معارض لقانون جديد للاسرة ندد به معارضوه بوصفه عودة باتجاه القمع الذي ساد في عهد حكم طالبان لكن مؤيديه يقولون انه يدعم العدالة الاسلامية.

source: Both groups, separated by female police officers, rallied under the surveillance of anti-riot police forces in front of a new Shiite mosque built by a prominent religion figure in Afghanistan, who helped in passing the debated law.
ar: واصفطت الجماعتان اللتان فصلتهما الشرطة النسائية وسط مراقبة ضباط مكافحة الشغب امام مسجد شيعي جديد بكابول بناه رجل دين قوي ساعد في صياغة القانون المتنازع عليه.

source: The legislation, which targets the Shiite minority in Afghanistan – approximately ten percent of the population, received wide criticism from many Western nations as well as supporting forces of the Afghani government.
ar: واثار التشريع الذي يسري على الاقلية الشيعية التي تمثل نحو عشرة في المئة من سكان افغانستان انتقادات واسعة من دول غربية لكثير منها قوات تقاتل لدعم الحكومة الافغانية.

source: Critics say the new law confines the liberty of women. Some interpreted articles within the law to permit the husband to have intercourse with his wife without her consent. Supporters suggest that the new law grants the Shiite minority their own family
ar: ويقول منتقدون ان القانون سيقيد حرية تحرك النساء وقد تفسر بعض بنوده على انها تجيز معاشرة الزوج لزوجته دون رضاها. لكن مؤيديه يقولون انه سيعطي للشيعة الذين تعرضوا للقمع طويلا قانونا خاصا للاسرة للمرة الاولى وان المنتقدين اساءوا فهم اجزاء منه.

source: A group of fifty female protestors carried signs that said “We don’t want a Taliban law” and distributed flyers stating the new law was an insult to their dignity.
ar: ولوحت مجموعة ضمت نحو 50 امرأة من معارضي القانون بلافتات تقول احداها لا نريد قانون طالبان. ووزعت اعلانا يصف التشريع بأنه اهانة لكرامتهن.

source: Supporters of the new legislation outnumbered the protestors; one hundred females marched out of the mosque chanting “Allahu Akbar” and waiving signage in favoring “Islamic justice”.
ar: لكن عدد مؤيدات القانون فاق المعارضات. فقد خرجت اكثر من 100 امرأة من المسجد في مسيرة وهتفن بالقول الله اكبر ولوحن بلافتات تؤيد العدالة الاسلامية.

source: Over two hundred angry males congregated on mosque steps, marching and throwing pebbles at protesting women.
ar: كما تجمع اكثر من 200 من الرجال الغاضبين على درجات المسجد واندفعوا احيانا باتجاه النساء والقوا بالحصى على معارضات القانون.

source: For protestors, the new law is reminiscent of the Taliban regime under which women were forbidden to work, educate, or leave their houses without a Muharram – a male whom she cannot marry.
ar: ويذكر الحد من تحرك المرأة معارضي القانون بطالبان التي منعت النساء من العمل والتعليم او مغادرة منازلهن دون محرم.

source: Articles within the law entail that “a woman is obliged to fulfill her spouse’s sexual desires”. Protestors fear husbands may utilize this to force their wives into having intercourse.
ar: ومن بين بنود القانون ان المرأة ملزمة بالوفاء بالرغبات الجنسية لزوجها وهو ما يقول منتقدون ان الزوج ربما يستخدمه كمبرر لمعاشرة زوجته رغما عنها.

source: Alcohol-free halal champagne now available to Muslims in France
ar: شمبانيا حلال خالية من الكحول للمسلمين في فرنسا

source: Paris (Reuters) – It seems that not every gold bottle of grapevine bubbly c
ar: باريس (رويترز) - ليست كل زجاجة ذهبية اللون بها مشروب فوار مصنوع من العنب تحتوي على شمبانيا تقليدية.

source: A new alcohol-free effervescent drink has recently emerged in the market, enabling Muslims to guiltlessly enjoy it during happy occasions as a ‘halal’ drink.
ar: فقد ظهر مشروب جديد فوار خال من الكحول يستطيع المسلمون احتساءه في المناسبات السعيدة كمشروب حلال.

source: The drink, which was launched into the market during the fasting month of Ramadan, attained high sales.
ar: وطرح المشروب في السوق خلال شهر رمضان وحقق مبيعات كبيرة خلال شهر الصوم.

source: The new drink, labeled “Cham’Halal”, is sold in some restaurants in downtown Paris for sixty Euros.
ar: وتباع زجاجة المشروب الجديد الذي اطلق عليه اسم شمحلال في بعض المطاعم بوسط باريس مقابل 60 يورو.

source: Muslims in France have found refuge in this drink, which poses as an alternative to alcoholic beverages whose consumption in Western cultures is nothing out of the norm.
ar: ووجد بعض المسلمين في فرنسا ضالتهم في هذا المشروب الذي يوفر بديلا للكحوليات التي يعتبر احتساؤها في الحفلات في المجتمعات الغربية أمرا عاديا.

source: Jameel Abu Shalqum, a client in a downtown Paris restaurant, said while savoring the drink that this beverage could be shamelessly enjoyed by everyone in special occasions.
ar: وقال رجل من زبائن المطعم في وسط باريس يدعى جميل ابو شلقم بينما كان يتذوق المشروب الجديد انه يمكن للجميع احتساء هذا المشروب دون حرج في جميع الحفلات.

source: The “Islamic European Institute for Meat and Agricultural Food Products” had certified that the drink was halal.
ar: واقر المعهد الاسلامي الاوروبي للحوم والمنتجات الغذائية الزراعية بان المشروب حلال.

source: ‘Cham’Halal’ is made of sugar and grape juice; it is not fermented to guarantee that no alcohol is produced. The beverage was analyzed in France and Europe to ensure that it’s alcohol-free.
ar: وشمحلال مصنوعة من عصير العنب والسكر ولا تترك لتتخمر حتى لا يتكون فيها الكحول. ثم تحللها معامل في فرنسا واوروبا للتأكد من انها خالية من الكحول.

source: Racheed Jassim, beverage inventor and distributor, said that the idea came to him naturally. As an adhering Muslim, Jassim noticed that there wasn’t an alternative to Champagne in many of the special occasions he’s had to attend.
ar: وقال رشيد جاسم مبتكر المشروب وموزعه ان الفكرة جاءت بشكل طبيعي فقد لاحظ باعتباره مسلما ملتزما انه لا يوجد بديل للشمبانيا لكثير من المناسبات الخاصة التي يصادفها.

source: Jassim stated that he constantly felt left out in parties when he turned down champagne. This led him to produce a beverage resembling Champagne but caters for the needs of Muslims.
ar: واضاف جاسم انه عندما كان يذهب الى الحفلات ويعرض عليه كأس من الشمبانيا كان يرفض شربها لكنه كان يشعر بانه لا يشارك في الاحتفال لذا فكر في انتاج مشروب يقبل عليه جميع المسلمين كما يفعل الفرنسيون عندما يشربون الشمبانيا.

source: France currently hosts the biggest Islamic community in Europe. The market is open to possibilities in terms of Jassim and his inventive beverage.
ar: وتضم فرنسا اكبر جالية مسلمة في اوروبا لذا فالسوق واسع المجال امام جاسم ومشروبه المبتكر.

source: ‘Cham’Halal’ is currently sold in French markets and halal-meat vendors in Paris. There are promising market possibilities for the drink in Europe.
ar: وتوزع شمحلال حاليا في الاسواق الفرنسية وفي المطاعم وعند القصابين الذين يبيعون لحوم الحيوانات المذبوحة وفق الشريعة الاسلامية في منطقة باريس. وينتظر المشروب الجديد سوق واعد في اوروبا.

source: Jassim revealed that the drink initially targeted Muslims, but he came to notice that of every ten bottles sold, seven were purchased by French people.
ar: وقال جاسم انه كان يستهدف المسلمين بالمشروب الجديد لكنه لاحظ ان من بين كل عشر زجاجات تباع يشتري الفرنسيون سبعا منها.

source: He expressed hopes of exporting the beverage to Islamic countries such as Algeria, Morocco, Cameron, Saudi Arabia, India, Pakistan, and Iran.
ar: واضاف انه يأمل ان يصدر المشروب الى دول اسلامية مثل الجزائر والمغرب والكاميرون والمملكة العربية السعودية والهند وباكستان وايران.

source: The drink is manufactured in Belgium and sold in stores for less than ten Euros. It is convenient for celebratory occasions such as weddings, Eid Al Ad’ha, Eid Al Fitr, amongst others.
ar: ويصنع المشروب في بلجيكا ويباع في المتاجر بثمن يقل عن عشرة يورو ويستهدف المناسبات الاحتفالية مثل عيد الفطر وعيد الاضحى وحفلات الزفاف وغيرها.

source: Clients who tasted the drink have praised it.
ar: واشاد زبائن في احد اسواق باريس بالمشروب بعد ان تذوقوه.

source: Abdel Rahim, a client who tried the beverage, said he held nothing against it and commended the fact that it resembles champagne but is still halal.
ar: وقال زبون يدعى عبد الرحيم ان المشروب جيد ولا اعتراض عليه ويوفر لاول مرة امكانية احتساء مشروب مثل الشمبانيا لكنه حلال.

source: Oglu warns against the consequences of attacking Al-Aqsa Mosque
ar: أوغلو يحذر من مغبة اقتحام المسجد الأقصى

source: The deposed government calling for an urgent Islamic summit in support of Jerusalem
ar: الحكومة المقالة تدعو إلى قمة إسلامية عاجلة لنصرة القدس

source: Al-Aqsa mosque has become a direct target for Israeli attacks
ar: المسجد الاقصى أصبح هدفا مباشرا للاعتداءات الإسرائيلية

source: The deposed Palestinian government in Gaza the called upon the Jerusalem Committee of the Islamic Conference Summit, to urgently hold an emergency Islamic summit to discuss the Israeli attacks on the city of Jerusalem and the Al-Aqsa Mosque. Meanwhile, it
ar: دعت الحكومة االفلسطينية المقالة في غزة لجنة القدس المنبثقة عن مؤتمر القمة الإسلامية، بضرورة عقد قمة إسلامية عاجلة لبحث الاعتداءات الإسرائيلية على مدينة القدس والمسجد الأقصى، في حين حذرت

source: The Organization of the Islamic Conference (OIC)
ar: منظمة المؤتمر الإسلامي

source: of the consequences of Israeli extremists breaking into Al-Aqsa Mosque.
ar: من مغبة قيام المتطرفين الإسرائيليين باقتحام المسجد الأقصى.

source: The Minister of Religious Endowments and Religious Affairs of the deposed government, Dr. Taleb Abu Shaar, demanded the UN Security Council to hold an emergency session to monitor the inhuman violations and heinous atrocities perpetrated by the enemy in
ar: وطالب وزير الأوقاف والشؤون الدينية في الحكومة المقالة الدكتور طالب أبو شعر مجلس الأمن الدولي بعقد جلسة طارئة لرصد الخروقات اللاإنسانية والانتهاكات البشعة التي يقوم بها العدو بحق المقدسات الإسلامية، محذراً الاحتلال من ارتكاب أي حماقات بحق مدينة القدس وال

source: Abu Shaar called during a press conference held in Gaza City on Wednesday on the people of Palestine in the occupied territories since 1948, the West Bank and occupied Jerusalem to travel together to the Blessed Al-Aqsa mosque to protect it from the Isra
ar: وناشد أبو شعر خلال مؤتمر صحفي عقده في مدينة غزة يوم الأربعاء أهالي فلسطين في الأراضي المحتلة عام 48 والضفة الغربية والقدس المحتلة أن يشدوا الرحال إلى المسجد الأقصى المبارك لحمايته من الاعتداءات الإسرائيلية.

source: Fifty plans
ar: خمسون مخططا

source: The minister referred to the aggressions and violations against the Al Aqsa Mosque, pointing out that the occupation prepared fifty plans for the Judaization of Jerusalem, erase the Arab and Islamic identity, and to establish the Greater Jerusalem which
ar: واستعرض الوزير جملة من الاعتداءات والانتهاكات بحق المسجد الأقصى، مشيراً إلى أن الاحتلال أعد خمسين مخططاً لتهويد القدس ومحو هويتها العربية والإسلامية، وإقامة القدس الكبرى التي يخطط لها لتضم 84 مستوطنة إسرائيلية.

source: He said that the occupation prepared a blueprint for the construction of over 73 thousand settlement housing units in the occupied Jerusalem, and gave out notices of the destruction orders to hundreds of the citizens in the district of Abbasiyah and Silw
ar: وقال إن الاحتلال أعد مخططاً لبناء ما يزيد عن 73 ألف وحدة سكنية استيطانية بالقدس المحتلة، وسلم إخطارات هدم لمئات المواطنين في حي العباسية وسلوان تمهيداً لهدم منازلهم.

source: He mentioned what the occupation committed of theft and displacement of a huge Archaeological stone from Al Aqsa Mosque to place it in the so-called Israeli Knesset.
ar: وتطرق إلى ما قام به الاحتلال من سرقة ونقل حجر أثري ضخم من المسجد الأقصى ووضعه في ما يسمي الكنيست الإسرائيلي.

source: The Zionist campaigns escalated on Al Aqsa mosque in recent days where the occupation gave orders to demolish more than 55 apartments at Ra’s Khamis in al-Shufat camp, he added.
ar: وأضاف أبو شعر لقد تصاعدت الحملة الصهيونية في الأيام الأخيرة على المسجد الأقصى حيث أعطى الاحتلال أوامر لهدم ما يزيد عن 55 شقة سكنية في رأس خميس بمخيم شعفاط.

source: The Zionist extremist incursions into the Al-Aqsa Mosque were repeated with the protection of Zionist police, and they are threatening of more raids and mobilized an army of extremist settlers for this purpose, Abou Shaar continued to say.
ar: وتابع أن اقتحامات المتطرفين الصهاينة للمسجد الأقصى تكررت بحماية من الشرطة الصهيونية، وها هم يهددون بمزيد من الاقتحامات وحشدوا لذلك جيشاً من المستوطنين المتطرفين.

source: Oglu warns
ar: أوغلو يحذر

source: On his part, warned the secretary-general of the Organization of the Islamic Conference, Ekmeleddin Ihsanoglu, warned of the serious consequences of Israeli extremists breaking into Al Aqsa Mosque in the occupied city of Jerusalem, stressing that the atta
ar: من جهته حذر الأمين العام لمنظمة المؤتمر الإسلامي أكمل الدين إحسان أوغلو من مغبة قيام المتطرفين الإسرائيليين باقتحام المسجد الأقصى في القدس المحتلة، مؤكداً أن الاعتداء على المسجد اعتداء سافر على مقدسات المسلمين.

source: to undesirable consequences
ar: إلى نتائج لا تحمد عقباها

source: In his statement on Wednesday, Oglu described this plan to break into Al-Aqsa Mosque by large numbers of the most extremist Israelis on Thursday, as a grave matter.
ar: ووصف أوغلو في بيان له الأربعاء المخطط الجاري لاقتحام الحرم القدسي الشريف من قبل أعداد كبيرة من غلاة المتطرفين الإسرائيليين يوم الخميس، بالأمر البالغ الخطورة.

source: He said that this would lead to undesirable consequences, pointing out that the increase of the Israeli aggressions on the sanctities of Muslims in the holy city call for a serious stance by the nation to defend them.
ar: وقال إن ذلك من شأنه أن يقود إلى نتائج لا تحمد عقباها، لافتاً إلى أن تزايد الاعتداءات الإسرائيلية على مقدسات المسلمين في المدينة المقدسة يستوجب وقفة جادة للأمة من أجل الدفاع عن حرماتها.

source: In a related context, Oglu received in his office on Wednesday afternoon the president of the Islamic Movement in Israel, Sheikh Ra'ed Salah, and discussed with him the serious conditions which the holy city of Jerusalem is going through.
ar: وفي سياق متصل، استقبل أوغلو في مكتبه ظهر الأربعاء رئيس الحركة الإسلامية في إسرائيل الشيخ رائد صلاح وبحث معه الأوضاع الخطيرة التي تمر بها مدينة القدس الشريف.

source: Middle East Rappers ... voice out their revolution through songs
ar: مغنو «الراب» في الشرق الأوسط.. يعبرون عن ثورتهم بالأغاني

source: Under surveillance in Egypt and chased after in Iran
ar: يخضعون لرقابة شديدة في مصر والملاحقة في إيران

source: The police was nice but firm at the same time, when arrested Shaheen Filakat, a young slim disheveled brunet teenage for chanting words anti-Islamic words threatening the regime in the Islamic Republic of Iran. After spending a few days in prison, the 18
ar: كانت الشرطة لطيفة ولكن حازمة في الوقت ذاته، عندما ألقت القبض على شاهين فيلاكات، وهو شاب مراهق نحيل البنية ذو شعر بني غير مهذب، ووجهت له الشرطة تهمة غناء كلمات تهدد النظام الإسلامي في الجمهورية الإسلامية الإيرانية. وبعد أن أمضى بضعة أيام في السجن، عاد مغني

source: The authorities have a very negative point of view on rap music, they say that rap music is of corruptive influence. When you say the word ‘Rap’ they think it’s synonymous to drug addiction, a person with no parents obsessed of drugs and sex, says Fil
ar: يقول فيلاكات: «لدى السلطات وجهة نظر سلبية للغاية عن موسيقى الراب، فهم يقولون إن موسيقى الراب لها تأثير مفسد، فعندما تتفوه بكلمة راب، يظنون أنها تتعلق بالإدمان، وشخص بدون والديه جل ما يشغل باله الإدمان والجنس».

source: However every day, the youths singing rap face new difficulties. They seek to present the words of the popular songs which became so popular among the young people in the Middle East.
ar: ومع كل يوم، تتجلى صعوبة أخرى أمام الفتيان والمرأة الوحيدة الذين يغنون أغاني الراب، حيث يعمدون جميعا إلى تقديم كلمات الأغاني الشعبية والإيقاعات التي سرعان ما أصبحت رائجة لدى الشباب في الشرق الأوسط.

source: In both Tehran and Lebanon and Jordan, the language of the American rap music and street culture found its way in the life of the youth of this country. Young men in the Middle East became inclined to the rhythms of hip hop music, but at the same time the
ar: في كل من طهران ولبنان والأردن، تسللت لغة موسيقى الراب الأميركية وثقافة الشوارع ووجدت لنفسها سبيلا في حياة شباب تلك البلاد. وقد نزع شباب الشرق الأوسط نحو دوي إيقاعات موسيقى الهيب هوب، إلا أنهم وفي الوقت ذاته أعادوا تشكيل موسيقى الراب من جديد لتتلاءم مع رغب

source: Occupation forces secure Jerusalem, fanatics aim to storm Al Aqsa Mosque
ar: الاحتلال يُغلق القدس والمتطرفون يستعدون لاقتحام المسجد الأقصى
